***messages***

:STRINGS

IDS_UNINSTTITLE                "Logiciel d'archivage WinRAR"
IDS_WINRARHELP                 "Aide de WinRAR"
IDS_RARHELP                    "Manuel de la console RAR"
IDS_WHATSNEW                   "Quelles sont les nouveautés de la dernière version"

; Name of WhatsNew.txt file in distribution package.
; Edit it only if you renamed this file.
IDS_WHATSNEWNAME               "WhatsNew.txt"

IDS_UNINSTALLRAR               "Désinstaller WinRAR"
IDS_UNINSTALLCOMPLETED         "Désinstallation terminée"
IDS_UNINSTALLSHOULDDELETE      "Supprimez %s manuellement"
IDS_SETTINGSWARN               "Tous les paramètres, y compris les mots de passe stockés dans l'organiseur et les profils de compression, seront perdus à moins d'être exportés à l'avance."
IDS_CONTINUEUNINSTALL          "Poursuivre la désinstallation de WinRAR ?"
IDS_CANNOTOPENLIST             "Impossible d'ouvrir le fichier de liste %s"
IDS_WINRARARC                  "Archive WinRAR"
IDS_WINRARZIPARC               "Archive WinRAR ZIP"
IDS_RARRECVOL                  "Volume de restauration RAR"
IDS_HOMEURL                    "https://www.win-rar.com"
IDS_WINRARDESC                 "Traiter les archives au format, RAR, ZIP et autres"
IDS_REBOOTREQUIRED             "Après la désinstallation de WinRAR, vous devez redémarrer Windows pour terminer l'opération."
IDS_INSTHELP1                  "Ces options permettent de contrôler l'intégration de WinRAR dans Windows."
IDS_INSTHELP2                  "Le premier groupe d'options permet de sélectionner les types d'archives qui seront gérés par WinRAR."
IDS_INSTHELP3                  "Le second groupe permet de sélectionner l'emplacement des liens vers l'exécutable WinRAR."
IDS_INSTHELP4                  "Le dernier groupe permet de contrôler l'intégration dans l'environnement Windows."
IDS_INSTHELP5                  "L'intégration dans l'environnement offre des fonctionnalités pratiques telles que l'élément \"Extraire\" présent dans les menus contextuels des archives. Il n'est généralement pas utile de la désactiver."
IDS_INSTHELP6                  "Pour obtenir une description détaillée de ces options, cliquez sur le bouton \"Aide\"."
IDS_WARN32BIT                  "Vous avez installé WinRAR 32 bit sur Windows 64 bit. Pour de meilleures performances et une meilleure intégration, il est recommandé de désinstaller la version 32 bits de WinRAR et d'installer WinRAR 64 bits."
IDS_INSTREBOOTREQUIRED         "Pour terminer l'installation, redémarrez votre ordinateur."
IDS_BETA                       "bêta"
IDS_32BIT                      "32-bit"
IDS_64BIT                      "64-bit"
IDS_SINGLETOPITEM              "Un seul élément de menu peut être affiché quand les menus contextuels en cascade sont désactivés. Cet élément peut être personnalisé à l'aide des \"Rubriques des menus contextuels...\""


:DIALOG SETUPDLG

SIZE                           "100*100"
CAPTION                        "Configuration de WinRAR"
IDC_ASSOCWITH                  "Associer WinRAR à"
IDC_ASSOCRAR                   "&RAR"
IDC_ASSOCZIP                   "&ZIP"
IDC_ASSOC7Z                    "7Z"
IDC_ASSOCARJ                   "ARJ"
IDC_ASSOCBZ2                   "BZ2"
IDC_ASSOCCAB                   "CAB"
IDC_ASSOCGZ                    "GZ"
IDC_ASSOCISO                   "ISO"
IDC_ASSOCJAR                   "JAR"
IDC_ASSOCLZ                    "LZ"
IDC_ASSOCLZH                   "LZH"
IDC_ASSOCTAR                   "TAR"
IDC_ASSOCUUE                   "UUE"
IDC_ASSOCXZ                    "XZ"
IDC_ASSOCZ                     "Z"
IDC_ASSOCZIPX                  "ZIPX"
IDC_ASSOCZST                   "ZST"
IDC_ASSOC001                   "001"
IDC_ASSOCALL                   "Basculer &tous"
IDC_INTEGRATIONINTERFACE       "Interface"
IDC_LINKDESKTOP                "Ajouter WinRAR sur le &bureau"
IDC_LINKSTARTMENU              "Ajouter WinRAR dans le menu &Démarrer"
IDC_LINKPROGRAMS               "Créer le grou&pe WinRAR"
IDC_SHELLINTEGRATION           "Intégration dans l'environnement"
IDC_SHELLEXT                   "&Intégrer WinRAR dans l'environnement"
IDC_SHELLCASCADED              "Menus c&ontextuels en cascade"
IDC_SHELLICONS                 "Icô&nes dans les menus contextuels"
IDC_SHELLLEGACYMENU            "&Anciens menus contextuels"
IDC_SETCONTEXTMENU             "Rubriques des menus &contextuels..."
IDOK                           "OK"
IDHELP                         "Aide"


:DIALOG DONEDLG

SIZE                           "100*100"
CAPTION                        "Configuration de WinRAR"
IDOK                           "Terminé"
IDC_INSTINFOFOLDER             "WinRAR a été correctement installé dans le dossier"
IDC_INSTINFOOPTIONS            "Utilisez la commande \"Paramètres...\" du menu \"Options\" de WinRAR pour personnaliser davantage le logiciel."
IDC_INSTINFOHELP               "Si vous installez WinRAR pour la première fois, n'oubliez pas de lire l'aide en ligne."
IDC_REGTEXT1                   "WinRAR n'est pas un logiciel gratuit. Nous ne pouvons apporter d'autres modifications que si vous achetez la licence."
IDC_REGTEXT2                   "Si vous n'êtes pas sûr d'avoir la dernière version de WinRAR, rendez-vous sur le site Web de WinRAR. Vous pouvez également enregistrer WinRAR par le biais de notre serveur sécurisé, directement depuis cette page."
IDC_WHATSNEW                   "&Nouveautés"
IDC_RUNWINRAR                  "&Exécutez WinRAR"
IDC_VIEWHELP                   "&Aide"
IDC_VIEWLICENSE                "&Licence"
IDC_VIEWPRICE                  "&Acheter"
IDC_HOMEPAGE                   "Site &Web"
IDC_THANKS                     "Merci d'utiliser WinRAR !"


:DIALOG SETUPCONTEXTITEMS

SIZE                           "100*100"
CAPTION                        "Rubriques des menus contextuels"
IDC_CONTEXTMENUITEMS           "Sélectionner les rubriques des menus contextuels"
IDC_CONTEXTEXTRACTTO           "Extr&aire les fichiers..."
IDC_CONTEXTEXTRACTHERE         "E&xtraire ici"
IDC_CONTEXTEXTRACT             "&Extraire vers <dossier\\>"
IDC_CONTEXTEXTRACTSEPARATE     "Extraire chaque archive dans des dossiers &séparés"
IDC_CONTEXTOPENSFX             "Ouvrir l'archive SFX dans WinRAR"
IDC_CONTEXTOPENARC             "Ouvrir avec WinRAR (pour les archives usuelles)"
IDC_CONTEXTADD                 "&Ajouter à l'archive..."
IDC_CONTEXTADDARC              "Ajou&ter à <nom_de_l'archive>"
IDC_CONTEXTEMAILARC            "Compresser dans <nom_de_l'archive> et envoyer par e-mail"
IDC_CONTEXTEMAILARCOPT         "Compresser et envoyer par e-mail..."
IDC_CONTEXTTEST                "Tester l'a&rchive"
IDC_CONTEXTCONVERT             "Con&vertir l'archive..."

; Positions of IDC_CONTEXTTOP* controls are overlapping with IDC_CONTEXT*.
; WinRAR hides either one or another group depending on other options.
IDC_CONTEXTTOPEXTRACT          "&Extraire vers <dossier\\>"
IDC_CONTEXTTOPEXTRACTTO        "Extr&aire les fichiers..."
IDC_CONTEXTTOPEXTRACTHERE      "E&xtraire ici"
IDC_CONTEXTTOPEXTRACTSEPARATE  "Extraire chaque archive dans des dossiers &séparés"
IDC_CONTEXTTOPADDARC           "Ajou&ter à <nom_de_l'archive>"
IDC_CONTEXTTOPADD              "&Ajouter à l'archive..."

IDC_CONTEXTNEWMENU             "\"Nouveaux\" éléments de sous-menu"
IDC_CONTEXTNEWRAR              "Archive WinRAR"
IDC_CONTEXTNEWZIP              "Archive WinRAR ZIP"
IDC_CONTEXTDROPMENU            "Menu contextuel du glisser-déposer"
IDC_CONTEXTDRAGADD             "Afficher les éléments d'arc&hivage"
IDC_CONTEXTDRAGEXTRACT         "Afficher les éléments de l'extra&ction"
IDC_CONTEXTSFXARCHIVES         "Où rechercher des archives SFX"
IDC_CONTEXTSFXLOCAL            "Lecteurs &locaux"
IDC_CONTEXTSFXNETWORK          "Lecteurs &réseau"
IDC_CONTEXTSFXOTHER            "Autres le&cteurs"
IDC_CONTEXTALWAYSARCTITLE      "Touj&ours afficher les éléments d'archivage pour"
IDOK                           "OK"
IDCANCEL                       "Annuler"
IDHELP                         "Aide"
